[
  {
    "id": "1",
    "title": "A Court of Thorns and Roses",
    "series": "A Court of Thorns and Roses",
    "number": "1",
    "author": "Sarah J. Maas",
    "year": "2015",
    "length": "432",
    "rating": "8",
    "spiciness": "2",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, shapeshifters, shadow daddy, morally grey, humans, royalty, forced proximity, high fantasy, magic, wings",
    "description": "<p>When nineteen-year-old huntress Feyre kills a wolf in the woods, a terrifying creature arrives to demand retribution. Dragged to a treacherous magical land she knows about only from legends, Feyre discovers that her captor is not truly a beast, but one of the lethal, immortal faeries who once ruled her world.</p><p>At least, he's not a beast all the time.</p><p>As she adapts to her new home, her feelings for the faerie, Tamlin, transform from icy hostility into a fiery passion that burns through every lie she's been told about the beautiful, dangerous world of the Fae. But something is not right in the faerie lands. An ancient, wicked shadow is growing, and Feyre must find a way to stop it, or doom Tamlin-and his world-forever.</p>",
    "smell": "“Rain and spring meadow scent of him, richer than I’d ever noticed”",
    "purchased": "May 21, 2024",
    "finished": "May 23, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "2",
    "title": "A Court of Mist and Fury",
    "series": "A Court of Thorns and Roses",
    "number": "2",
    "author": "Sarah J. Maas",
    "year": "2016",
    "length": "640",
    "rating": "10",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, shapeshifters, shadow daddy, morally grey, war, humans, royalty, forced proximity, high fantasy, magic, wings",
    "description": "<p>Feyre survived Amarantha's clutches to return to the Spring Court—but at a steep cost.</p><p>Though she now has the powers of the High Fae, her heart remains human, and it can't forget the terrible deeds she performed to save Tamlin's people. Nor has Feyre forgotten her bargain with Rhysand, High Lord of the feared Night Court. As Feyre navigates its dark web of politics, passion, and dazzling power, a greater evil looms—and she might be key to stopping it.</p><p>But only if she can harness her harrowing gifts, heal her fractured soul, and decide how she wishes to shape her future—and the future of a world cleaved in two.</p>",
    "smell": "“Even the smell of him reminded me of the wind - rain and salt and something citrusy I couldn’t name”",
    "purchased": "May 23, 2024",
    "finished": "May 25, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "3",
    "title": "A Court of Wings and Ruin",
    "series": "A Court of Thorns and Roses",
    "number": "3",
    "author": "Sarah J. Maas",
    "year": "2017",
    "length": "707",
    "rating": "8",
    "spiciness": "2",
    "finish": "Yes",
    "show": "show",
    "tags": "fae, shadow daddy, morally grey, war, high fantasy, humans, royalty, betrayal, magic, wings",
    "description": "<p>Looming war threatens all Feyre holds dear in the third volume of the #1 New York Times bestselling A Court of Thorns and Roses series.</p><p>Feyre has returned to the Spring Court, determined to gather information on Tamlin's maneuverings and the invading king threatening to bring Prythian to its knees. But to do so she must play a deadly game of deceit-and one slip may spell doom not only for Feyre, but for her world as well.</p><p>As war bears down upon them all, Feyre must decide who to trust amongst the dazzling and lethal High Lords-and hunt for allies in unexpected places. In this thrilling third book in the #1 New York Times bestselling series from Sarah J. Maas, the earth will be painted red as mighty armies grapple for power over the one thing that could destroy them all.</p>",
    "smell": "",
    "purchased": "May 25, 2024",
    "finished": "May 31, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "4",
    "title": "A Court of Frost and Starlight",
    "series": "A Court of Thorns and Roses",
    "number": "4",
    "author": "Sarah J. Maas",
    "year": "2018",
    "length": "320",
    "rating": "7",
    "spiciness": "2",
    "finish": "Yes",
    "show": "show",
    "tags": "fae, royalty, high fantasy, magic, wings",
    "description": "<p>Hope warms the coldest night.</p><p>Feyre, Rhys, and their close-knit circle of friends are still busy rebuilding the Night Court and the vastly-changed world beyond. But Winter Solstice is finally near, and with it, a hard-earned reprieve. Yet even the festive atmosphere can't keep the shadows of the past from looming.</p><p>As Feyre navigates her first Winter Solstice as High Lady, she finds that those dearest to her have more wounds than she anticipated--scars that will have far-reaching impact on the future of their Court.</p>",
    "smell": "",
    "purchased": "May 31, 2024",
    "finished": "June 2, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "5",
    "title": "A Court of Silver Flames",
    "series": "A Court of Thorns and Roses",
    "number": "5",
    "author": "Sarah J. Maas",
    "year": "2021",
    "length": "757",
    "rating": "9",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, war, forced proximity, high fantasy, magic, wings",
    "description": "<p>Nesta Archeron has always been prickly-proud, swift to anger, and slow to forgive. And ever since being forced into the Cauldron and becoming High Fae against her will, she's struggled to find a place for herself within the strange, deadly world she inhabits. Worse, she can't seem to move past the horrors of the war with Hybern and all she lost in it.</p><p>The one person who ignites her temper more than any other is Cassian, the battle-scarred warrior whose position in Rhysand and Feyre's Night Court keeps him constantly in Nesta's orbit. But her temper isn't the only thing Cassian ignites. The fire between them is undeniable, and only burns hotter as they are forced into close quarters with each other.</p><p>Meanwhile, the treacherous human queens who returned to the Continent during the last war have forged a dangerous new alliance, threatening the fragile peace that has settled over the realms. And the key to halting them might very well rely on Cassian and Nesta facing their haunting pasts.</p><p>Against the sweeping backdrop of a world seared by war and plagued with uncertainty, Nesta and Cassian battle monsters from within and without as they search for acceptance-and healing-in each other's arms.</p>",
    "smell": "",
    "purchased": "June 2, 2024",
    "finished": "June 4, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "6",
    "title": "Throne of Glass",
    "series": "Throne of Glass",
    "number": "1",
    "author": "Sarah J. Maas",
    "year": "2012",
    "length": "571",
    "rating": "8",
    "spiciness": "1",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, morally grey, humans, royalty, forced proximity, high fantasy, mystery, magic",
    "description": "<p>After serving out a year of hard labor in the salt mines of Endovier for her crimes, 18-year-old assassin Celaena Sardothien is dragged before the Crown Prince. Prince Dorian offers her her freedom on one condition: she must act as his champion in a competition to find a new royal assassin. Her opponents are men-thieves and assassins and warriors from across the empire, each sponsored by a member of the king's council. If she beats her opponents in a series of eliminations, she'll serve the kingdom for three years and then be granted her freedom.</p><p>Celaena finds her training sessions with the captain of the guard, Westfall, challenging and exhilarating. But she's bored stiff by court life. Things get a little more interesting when the prince starts to show interest in her... but it's the gruff Captain Westfall who seems to understand her best.</p><p>Then one of the other contestants turns up dead... quickly followed by another.</p><p>Can Celaena figure out who the killer is before she becomes a victim? As the young assassin investigates, her search leads her to discover a greater destiny than she could possibly have imagined.</p>",
    "smell": "",
    "purchased": "June 4, 2024",
    "finished": "",
    "notes": "",
    "percent": ""
  },
  {
    "id": "7",
    "title": "Promise of Darkness",
    "series": "Dark Court Rising",
    "number": "1",
    "author": "Bec McMaster",
    "year": "2019",
    "length": "436",
    "rating": "6",
    "spiciness": "3",
    "finish": "Yes",
    "show": "hide",
    "tags": "enemies to lovers, fae, shadow daddy, morally grey, war, royalty, forced proximity, betrayal, high fantasy, magic",
    "description": "<p>Princess. Tribute. Sacrifice. Is she the one prophesied to unite two warring Fae courts? Or the one bound to destroy them?</p><p>In a realm ruled by magic, the ruthless Queen of Thorns is determined to destroy her nemesis, the cursed Prince of Evernight.</p><p>With war brewing between the bitter enemies, the prince forces Queen Adaia to uphold an ancient treaty: she will send one of her daughters to his court as a political hostage for three months.</p>",
    "smell": "",
    "purchased": "June 6, 2024",
    "finished": "June 7, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "8",
    "title": "House of Earth and Blood",
    "series": "Crescent City",
    "number": "1",
    "author": "Sarah J. Maas",
    "year": "2020",
    "length": "832",
    "rating": "8",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, shapeshifters, morally grey, humans, forced proximity, urban fantasy, high fantasy, demons, mystery, wings, magic, war, witches, angels",
    "description": "<p>Bryce Quinlan had the perfect life—working hard all day and partying all night—until a demon murdered her closest friends, leaving her bereft, wounded, and alone. When the accused is behind bars but the crimes start up again, Bryce finds herself at the heart of the investigation. She’ll do whatever it takes to avenge their deaths.</p><p>Hunt Athalar is a notorious Fallen angel, now enslaved to the Archangels he once attempted to overthrow. His brutal skills and incredible strength have been set to one purpose—to assassinate his boss’s enemies, no questions asked. But with a demon wreaking havoc in the city, he’s offered an irresistible deal: help Bryce find the murderer, and his freedom will be within reach.</p><p>As Bryce and Hunt dig deep into Crescent City’s underbelly, they discover a dark power that threatens everything and everyone they hold dear, and they find, in each other, a blazing passion—one that could set them both free, if they’d only let it.",
    "smell": "",
    "purchased": "June 7, 2024",
    "finished": "June 10, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "9",
    "title": "House of Sky and Breath",
    "series": "Crescent City",
    "number": "2",
    "author": "Sarah J. Maas",
    "year": "2022",
    "length": "807",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "fae, shapeshifters, war, humans, royalty, urban fantasy, high fantasy, demons, mystery, magic, wings, witches, angels",
    "description": "<p>Bryce Quinlan and Hunt Athalar are trying to get back to normal―they may have saved Crescent City, but with so much upheaval in their lives lately, they mostly want a chance to relax. Slow down. Figure out what the future holds.</p><p>The Asteri have kept their word so far, leaving Bryce and Hunt alone. But with the rebels chipping away at the Asteri’s power, the threat the rulers pose is growing. As Bryce, Hunt, and their friends get pulled into the rebels’ plans, the choice becomes clear: stay silent while others are oppressed, or fight for what’s right. And they’ve never been very good at staying silent.</p>",
    "smell": "",
    "purchased": "June 10, 2024",
    "finished": "June 12, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "10",
    "title": "House of Flame and Shadow",
    "series": "Crescent City",
    "number": "3",
    "author": "Sarah J. Maas",
    "year": "2024",
    "length": "848",
    "rating": "8",
    "spiciness": "4",
    "finish": "No",
    "show": "show",
    "tags": "fae, shapeshifters, war, humans, high fantasy, urban fantasy, demons, mystery, magic, wings, witches, angels",
    "description": "<p>Bryce Quinlan never expected to see a world other than Midgard, but now that she has, all she wants is to get back. Everything she loves is in Midgard: her family, her friends, her mate. Stranded in a strange new world, she's going to need all her wits about her to get home again. And that's no easy feat when she has no idea who to trust.</p><p>Hunt Athalar has found himself in some deep holes in his life, but this one might be the deepest of all. After a few brief months with everything he ever wanted, he's in the Asteri's dungeons again, stripped of his freedom and without a clue as to Bryce's fate. He's desperate to help her, but until he can escape the Asteri's leash, his hands are quite literally tied.</p>",
    "smell": "",
    "purchased": "June 12, 2024",
    "finished": "",
    "notes": "",
    "percent": ""
  },
  {
    "id": "11",
    "title": "A Kingdom of Stars and Shadows",
    "series": "Stars and Shadows",
    "number": "1",
    "author": "Holly Renee",
    "year": "2022",
    "length": "259",
    "rating": "7",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "fae, enemies to lovers, vampires, betrayal, shadow daddy, morally grey, royalty, high fantasy, magic",
    "description": "<p>Where does your allegiance lie? I am told my union to the crowned prince will determine the fate of the kingdom, but it isn’t my betrothed who haunts my dreams. It’s the half-breed prince who stands at his side.</p>",
    "smell": "",
    "purchased": "July 19, 2024",
    "finished": "July 22, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "12",
    "title": "Quicksilver",
    "series": "Fae & Alchemy",
    "number": "1",
    "author": "Callie Hart",
    "year": "2024",
    "length": "670",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "fae, enemies to lovers, shadow daddy, morally grey, war, humans, royalty, forced proximity, high fantasy, magic",
    "description": "<p>Do not touch the sword.</p><p>Do not turn the key.</p><p>Do not open the gate.</p><p>In the land of the unforgiving desert, there isn’t much a girl wouldn’t do for a glass of water. Twenty-four-year-old Saeris Fane is good at keeping secrets. No one knows about the strange powers she possesses, or the fact that she has been picking pockets and stealing from the Undying Queen’s reservoirs for as long as she can remember. But a secret is like a knot. Sooner or later, it is bound to come undone.</p><p>When Saeris comes face-to-face with Death himself, she inadvertently reopens a gateway between realms and is transported to a land of ice and snow.</p><p>The Fae have always been the stuff of myth, of legend, of nightmares…but it turns out they’re real, and Saeris has landed herself right in the middle of a centuries-long conflict that might just get her killed.</p><p>The first of her kind to tread the frozen mountains of Yvelia in over a thousand years, Saeris mistakenly binds herself to Kingfisher, a handsome Fae warrior, who has secrets and nefarious agendas of his own. He will use her Alchemist’s magic to protect his people, no matter what it costs him… or her.</p><p>Death has a name.It is Kingfisher of the Ajun Gate.</p>",
    "smell": "",
    "purchased": "July 22, 2024",
    "finished": "July 26, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "13",
    "title": "A Soul to Keep",
    "series": "Duskwalker Brides",
    "number": "1",
    "author": "Opal Rayne",
    "year": "2022",
    "length": "553",
    "rating": "7",
    "spiciness": "5",
    "finish": "No",
    "show": "hide",
    "tags": "enemies to lovers, morally grey, humans, monsters, forced proximity, high fantasy, demons",
    "description": "<p>All Reia ever wanted was freedom.</p><p>Known as a harbinger of bad omens and blamed for Demons eating her family, Reia is shunned by her entire village. When the next offering is due and the monstrous Duskwalker is seen heading their way, her village offers her an impossible choice – be thrown into the prison cells or allow herself to be sacrificed to a faceless monster.</p><p>However, he is not what he seems.</p>",
    "smell": "",
    "purchased": "July 26, 2024",
    "finished": "",
    "notes": "",
    "percent": ""
  },
  {
    "id": "14",
    "title": "Fourth Wing",
    "series": "The Empyrean",
    "number": "1",
    "author": "Rebecca Yarros",
    "year": "2023",
    "length": "512",
    "rating": "10",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, shadow daddy, morally grey, war, humans, forced proximity, dragons, high fantasy, magic, mystery",
    "description": "<p>Twenty-year-old Violet Sorrengail was supposed to enter the Scribe Quadrant, living a quiet life among books and history.</p><p>Now, the commanding general—also known as her tough-as-talons mother—has ordered Violet to join the hundreds of candidates striving to become the elite of Navarre: dragon riders. But when you’re smaller than everyone else and your body is brittle, death is only a heartbeat away...because dragons don’t bond to “fragile” humans. They incinerate them.</p><p>With fewer dragons willing to bond than cadets, most would kill Violet to better their own chances of success. The rest would kill her just for being her mother’s daughter—like Xaden Riorson, the most powerful and ruthless wingleader in the Riders Quadrant. She’ll need every edge her wits can give her just to see the next sunrise.</p><p>Yet, with every day that passes, the war outside grows more deadly, the kingdom's protective wards are failing, and the death toll continues to rise. Even worse, Violet begins to suspect leadership is hiding a terrible secret. Friends, enemies, lovers. Everyone at Basgiath War College has an agenda—because once you enter, there are only two ways out: graduate or die</p>",
    "smell": "“Mint, and leather, and something I can’t quite identify, something that boarders between citrus and floral”",
    "purchased": "July 29, 2024",
    "finished": "July 31, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "15",
    "title": "Iron Flame",
    "series": "The Empyrean",
    "number": "2",
    "author": "Rebecca Yarros",
    "year": "2023",
    "length": "512",
    "rating": "10",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "shadow daddy, morally grey, war, humans, dragons, high fantasy, magic, mystery",
    "description": "<p>“The first year is when some of us lose our lives. The second year is when the rest of us lose our humanity.” ―Xaden Riorson</p><p>Everyone expected Violet Sorrengail to die during her first year at Basgiath War College―Violet included. But Threshing was only the first impossible test meant to weed out the weak-willed, the unworthy, and the unlucky.</p><p>Now the real training begins, and Violet’s already wondering how she’ll get through. It’s not just that it’s grueling and maliciously brutal, or even that it’s designed to stretch the riders’ capacity for pain beyond endurance. It’s the new vice commandant, who’s made it his personal mission to teach Violet exactly how powerless she is–unless she betrays the man she loves.</p><p>Although Violet’s body might be weaker and frailer than everyone else’s, she still has her wits―and a will of iron. And leadership is forgetting the most important lesson Basgiath has taught her: Dragon riders make their own rules.</p><p>But a determination to survive won’t be enough this year. Because Violet knows the real secret hidden for centuries at Basgiath War College―and nothing, not even dragon fire, may be enough to save them in the end.</p>",
    "smell": "",
    "purchased": "July 31, 2024",
    "finished": "August 4, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "16",
    "title": "Rhapsodic",
    "series": "The Barginer",
    "number": "1",
    "author": "Laura Thalassa",
    "year": "2016",
    "length": "326",
    "rating": "7",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "shadow daddy, fae, morally grey, humans, royalty, forced proximity, sirens, urban fantasy, high fantasy, friends to lovers, mystery, magic, wings",
    "description": "<p>Callypso Lillis is a siren with a very big problem, one that stretches up her arm and far into her past. For the last seven years she’s been collecting a bracelet of black beads up her wrist, magical IOUs for favors she’s received. Only death or repayment will fulfill the obligations. Only then will the beads disappear.</p><p>Everyone knows that if you need a favor, you go to the Bargainer to make it happen. He’s a man who can get you anything you want … at a price. And everyone knows that sooner or later he always collects.</p><p>But for one of his clients, he’s never asked for repayment. Not until now. When Callie finds the fae king of the night in her room, a grin on his lips and a twinkle in his eye, she knows things are about to change. At first it’s just a chaste kiss—a single bead’s worth—and a promise for more.</p><p>For the Bargainer, it’s more than just a matter of rekindling an old romance. Something is happening in the Otherworld. Fae warriors are going missing one by one. Only the women are returned, each in a glass casket, a child clutched to their breast. And then there are the whispers among the slaves, whispers of an evil that’s been awoken.</p><p>If the Bargainer has any hope to save his people, he’ll need the help of the siren he spurned long ago. Only, his foe has a taste for exotic creatures, and Callie just happens to be one.</p>",
    "smell": "",
    "purchased": "August 4, 2024",
    "finished": "August 5, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "17",
    "title": "The Serpent and The Wings of Night",
    "series": "Crowns of Nyaxia",
    "number": "1",
    "author": "Carissa Broadbent",
    "year": "2022",
    "length": "532",
    "rating": "8",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, morally grey, humans, vampires, royalty, forced proximity, betrayal, gods, high fantasy, shadow daddy, demons, magic, wings",
    "description": "<p>Human or vampire, the rules of survival are the same: never trust, never yield, and always – always – guard your heart.</p><p>The adopted human daughter of the Nightborn vampire king, Oraya carved her place in a world designed to kill her. Her only chance to become something more than prey is entering the Kejari: a legendary tournament held by the goddess of death herself.</p><p>But winning won’t be easy amongst the most vicious warriors from all three vampire houses. To survive, Oraya is forced to make an alliance with a mysterious rival.</p><p>Everything about Raihn is dangerous. He is a ruthless vampire, an efficient killer, an enemy to her father’s crown… and her greatest competition. Yet, what terrifies Oraya most of all is that she finds herself oddly drawn to him.</p><p>But there’s no room for compassion in the Kejari. War for the House of Night brews, shattering everything that Oraya thought she knew about her home. And Raihn may understand her more than anyone – but their blossoming attraction could be her downfall, in a kingdom where nothing is more deadly than love.</p>",
    "smell": "",
    "purchased": "August 5, 2024",
    "finished": "August 6, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "18",
    "title": "From Blood and Ash",
    "series": "Blood and Ash",
    "number": "1",
    "author": "Jennifer L. Armentrout",
    "year": "2020",
    "length": "622",
    "rating": "10",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, shapeshifters, morally grey, war, humans, vampires, royalty, forced proximity, betrayal, gods, high fantasy, mystery, magic",
    "description": "<p>A Maiden…</p><p>Chosen from birth to usher in a new era, Poppy’s life has never been her own. The life of the Maiden is solitary. Never to be touched. Never to be looked upon. Never to be spoken to. Never to experience pleasure.</p><p>Waiting for the day of her Ascension, she would rather be with the guards, fighting back the evil that took her family, than preparing to be found worthy by the gods. But the choice has never been hers.</p><p>A Duty…</p><p>The entire kingdom’s future rests on Poppy’s shoulders, something she’s not even quite sure she wants for herself. Because a Maiden has a heart. And a soul. And longing. And when Hawke, a golden-eyed guard honor bound to ensure her Ascension, enters her life, destiny and duty become tangled with desire and need. He incites her anger, makes her question everything she believes in, and tempts her with the forbidden.</p><p>A Kingdom…</p><p>Forsaken by the gods and feared by mortals, a fallen kingdom is rising once more, determined to take back what they believe is theirs through violence and vengeance. And as the shadow of those cursed draws closer, the line between what is forbidden and what is right becomes blurred. Poppy is not only on the verge of losing her heart and being found unworthy by the gods, but also her life when every blood-soaked thread that holds her world together begins to unravel.</p>",
    "smell": "pine and lush spices",
    "purchased": "August 6, 2024",
    "finished": "August 8, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "19",
    "title": "A Kingdom of Flesh and Fire",
    "series": "Blood and Ash",
    "number": "2",
    "author": "Jennifer L. Armentrout",
    "year": "2020",
    "length": "637",
    "rating": "10",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, shapeshifters, morally grey, war, humans, vampires, royalty, forced proximity, betrayal, high fantasy, magic, gods",
    "description": "<p>A Betrayal</p><p>Everything Poppy has ever believed in is a lie, including the man she was falling in love with. Thrust among those who see her as a symbol of a monstrous kingdom, she barely knows who she is without the veil of the Maiden. But what she does know is that nothing is as dangerous to her as him. The Dark One. The Prince of Atlantia. He wants her to fight him, and that’s one order she’s more than happy to obey. He may have taken her, but he will never have her.</p><p>A Choice</p><p>Casteel Da’Neer is known by many names and many faces. His lies are as seductive as his touch. His truths as sensual as his bite. Poppy knows better than to trust him. He needs her alive, healthy, and whole to achieve his goals. But he’s the only way for her to get what she wants—to find her brother Ian and see for herself if he has become a soulless Ascended. Working with Casteel instead of against him presents its own risks. He still tempts her with every breath, offering up all she’s ever wanted. Casteel has plans for her. Ones that could expose her to unimaginable pleasure and unfathomable pain. Plans that will force her to look beyond everything she thought she knew about herself—about him. Plans that could bind their lives together in unexpected ways that neither kingdom is prepared for. And she’s far too reckless, too hungry, to resist the temptation.</p><p>A Secret</p><p>But unrest has grown in Atlantia as they await the return of their Prince. Whispers of war have become stronger, and Poppy is at the very heart of it all. The King wants to use her to send a message. The Descenters want her dead. The wolven are growing more unpredictable. And as her abilities to feel pain and emotion begin to grow and strengthen, the Atlantians start to fear her. Dark secrets are at play, ones steeped in the blood-drenched sins of two kingdoms that would do anything to keep the truth hidden. But when the earth begins to shake, and the skies start to bleed, it may already be too late.</p>",
    "smell": "",
    "purchased": "August 8, 2024",
    "finished": "August 9, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "20",
    "title": "The Crown of Gilded Bones",
    "series": "Blood and Ash",
    "number": "3",
    "author": "Jennifer L. Armentrout",
    "year": "2021",
    "length": "659",
    "rating": "10",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "shapeshifters, morally grey, war, humans, vampires, royalty, dragons, betrayal, gods, high fantasy, mystery, magic",
    "description": "<p>Poppy never dreamed she would find the love she’s found with Prince Casteel. She wants to revel in her happiness but first they must free his brother and find hers. It’s a dangerous mission and one with far-reaching consequences neither dreamed of. Because Poppy is the Chosen, the Blessed. The true ruler of Atlantia. She carries the blood of the King of Gods within her. By right the crown and the kingdom are hers.</p><p>The enemy and the warrior…</p><p>Poppy has only ever wanted to control her own life, not the lives of others, but now she must choose to either forsake her birthright or seize the gilded crown and become the Queen of Flesh and Fire. But as the kingdoms’ dark sins and blood-drenched secrets finally unravel, a long-forgotten power rises to pose a genuine threat. And they will stop at nothing to ensure that the crown never sits upon Poppy’s head.</p><p>A lover and heartmate…</p><p>But the greatest threat to them and to Atlantia is what awaits in the far west, where the Queen of Blood and Ash has her own plans, ones she has waited hundreds of years to carry out. Poppy and Casteel must consider the impossible—travel to the Lands of the Gods and wake the King himself. And as shocking secrets and the harshest betrayals come to light, and enemies emerge to threaten everything Poppy and Casteel have fought for, they will discover just how far they are willing to go for their people—and each other.</p><p>And now she will become Queen…</p>",
    "smell": "",
    "purchased": "August 9, 2024",
    "finished": "August 12, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "21",
    "title": "The War of Two Queens",
    "series": "Blood and Ash",
    "number": "4",
    "author": "Jennifer L. Armentrout",
    "year": "2022",
    "length": "628",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "shapeshifters, morally grey, war, humans, vampires, royalty, betrayal, gods, high fantasy, magic, dragons",
    "description": "<p>War is only the beginning…</p><p>From the desperation of golden crowns…</p><p>Casteel Da’Neer knows all too well that very few are as cunning or vicious as the Blood Queen, but no one, not even him, could’ve prepared for the staggering revelations. The magnitude of what the Blood Queen has done is almost unthinkable.</p><p>And born of mortal flesh…</p><p>Nothing will stop Poppy from freeing her King and destroying everything the Blood Crown stands for. With the strength of the Primal of Life’s guards behind her, and the support of the wolven, Poppy must convince the Atlantian generals to make war her way—because there can be no retreat this time. Not if she has any hope of building a future where both kingdoms can reside in peace.</p><p>A great primal power rises…</p><p>Together, Poppy and Casteel must embrace traditions old and new to safeguard those they hold dear—to protect those who cannot defend themselves. But war is only the beginning. Ancient primal powers have already stirred, revealing the horror of what began eons ago. To end what the Blood Queen has begun, Poppy might have to become what she has been prophesied to be—what she fears the most.</p><p>As the Harbinger of Death and Destruction.</p>",
    "smell": "“I dragged in a deep, heady breath that carried the scent of spice, lush pine, and earthy cedar and was immediately reminded of the mist-heavy night in the Skotos Mountains.\nKieran slept behind me.”",
    "purchased": "August 12, 2024",
    "finished": "August 15, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "22",
    "title": "A Soul of Ash and Blood",
    "series": "Blood and Ash",
    "number": "5",
    "author": "Jennifer L. Armentrout",
    "year": "2023",
    "length": "634",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "shapeshifters, morally grey, humans, war, vampires, royalty, forced proximity, betrayal, gods, high fantasy, magic",
    "description": "<p>Only his memories can save her…</p><p>A great primal power has risen. The Queen of Flesh and Fire has become the Primal of Blood and Bone—the true Primal of Life and Death. And the battle Casteel, Poppy, and their allies have been fighting has only just begun. Gods are awakening across Iliseeum and the mortal realm, readying for the war to come.</p><p>But when Poppy falls into stasis, Cas faces the very real possibility that the dire, unexpected consequences of what she is becoming could take her away from him. Cas is given some advice, though—something he plans to cling to as he waits to see her beautiful eyes open once more: Talk to her.</p><p>And so, he does. He reminds Poppy how their journey began, revealing things about himself that only Kieran knows in the process. But it’s anybody’s guess what she’ll wake to or exactly how much of the realm and Cas will have changed when she does.</p>",
    "smell": "",
    "purchased": "August 15, 2024",
    "finished": "August 18, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "23",
    "title": "A Shadow in the Ember",
    "series": "Flesh and Fire",
    "number": "1",
    "author": "Jennifer L. Armentrout",
    "year": "2021",
    "length": "645",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, shapeshifters, shadow daddy, morally grey, war, humans, vampires, royalty, forced proximity, betrayal, high fantasy, magic, wings, dragons",
    "description": "<p>Born shrouded in the veil of the Primals, a Maiden as the Fates promised, Seraphena Mierel’s future has never been hers. Chosen before birth to uphold the desperate deal her ancestor struck to save his people, Sera must leave behind her life and offer herself to the Primal of Death as his Consort.</p><p>However, Sera’s real destiny is the most closely guarded secret in all of Lasania—she’s not the well protected Maiden but an assassin with one mission—one target. Make the Primal of Death fall in love, become his weakness, and then…end him. If she fails, she dooms her kingdom to a slow demise at the hands of the Rot.</p><p>Sera has always known what she is. Chosen. Consort. Assassin. Weapon. A specter never fully formed yet drenched in blood. A monster. Until him. Until the Primal of Death’s unexpected words and deeds chase away the darkness gathering inside her. And his seductive touch ignites a passion she’s never allowed herself to feel and cannot feel for him. But Sera has never had a choice. Either way, her life is forfeit—it always has been, as she has been forever touched by Life and Death.</p>",
    "smell": "“My cheek rested on his shoulder, and every breathe tasted of citrus and fresh mountain air.”",
    "purchased": "August 18, 2024",
    "finished": "August 20, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "24",
    "title": "A Light in the Flame",
    "series": "Flesh and Fire",
    "number": "2",
    "author": "Jennifer L. Armentrout",
    "year": "2022",
    "length": "652",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "shapeshifters, morally grey, war, humans, vampires, royalty, gods, high fantasy, magic, wings, shadow daddy, dragons",
    "description": "<p>The only one who can save Sera now is the one she spent her life planning to kill.</p><p>The truth about Sera’s plan is out, shattering the fragile trust forged between her and Nyktos. Surrounded by those distrustful of her, all Sera has is her duty. She will do anything to end Kolis, the false King of Gods, and his tyrannical rule of Iliseeum, thus stopping the threat he poses to the mortal realm.</p><p>Nyktos has a plan, though, and as they work together, the last thing they need is the undeniable, scorching passion that continues to ignite between them. Sera cannot afford to fall for the tortured Primal, not when a life no longer bound to a destiny she never wanted is more attainable than ever. But memories of their shared pleasure and unrivaled desire are a siren’s call impossible to resist.</p><p>And as Sera begins to realize that she wants to be more than a Consort in name only, the danger surrounding them intensifies. The attacks on the Shadowlands are increasing, and when Kolis summons them to Court, a whole new risk becomes apparent. The Primal power of Life is growing inside her, pushing her closer to the end of her Culling.</p><p>And without Nyktos’s love—an emotion he’s incapable of feeling—she won’t survive her Ascension. That is if she even makes it to her Ascension and Kolis doesn’t get to her first. Because time is running out. For both her and the realms.</p>",
    "smell": "",
    "purchased": "August 20, 2024",
    "finished": "August 22, 20204",
    "notes": "",
    "percent": ""
  },
  {
    "id": "25",
    "title": "A Fire in the Flesh",
    "series": "Flesh and Fire",
    "number": "3",
    "author": "Jennifer L. Armentrout",
    "year": "2023",
    "length": "562",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "shapeshifters, shadow daddy, morally grey, war, humans, vampires, royalty, gods, high fantasy, magic, wings, dragons",
    "description": "<p>The only thing that can save the realms now is the one thing more powerful than the Fates.</p><p>After a startling betrayal ends with both Sera and the dangerously seductive ruler of the Shadowlands she has fallen madly in love with being held captive by the false King of the Gods, there is only one thing that can free Nyktos and prevent the forces of the Shadowlands from invading Dalos and igniting a War of Primals.</p><p>Convincing Kolis won't be easy, though - not even with a lifetime of training. While his most favored Revenant is insistent that she is nothing more than a lie, Kolis's erratic nature and twisted sense of honor leave her shaken to the core, and nothing could've prepared her for the cruelty of his Court or the shocking truths revealed. The revelations not only upend what she has understood about her duty and the very creation of the realms but also draw into question exactly what the true threat is. However, surviving Kolis is only one part of the battle. The Ascension is upon her, and Sera is out of time.</p><p>But Nyktos will do anything to keep Sera alive and give her the life she deserves. He'll even risk the utter destruction of the realms, and that's exactly what will happen if he doesn't Ascend as the Primal of Life. Yet despite his desperate determination, their destinies may be out of their hands.</p><p>But there is that foreseen unexpected thread-the unpredictable, unknown, and unwritten. The only thing more powerful than the Fates...</p>",
    "smell": "",
    "purchased": "August 22, 2024",
    "finished": "August 27, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "26",
    "title": "Born of Blood and Ash",
    "series": "Flesh and Fire",
    "number": "4",
    "author": "Jennifer L. Armentrout",
    "year": "2024",
    "length": "768",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "shapeshifters, shadow daddy, morally grey, war, humans, vampires, royalty, dragons, gods, high fantasy, mystery, magic, wings",
    "description": "<p>The line between love and obsession has never been wider.</p><p>While Sera is finally free of Kolis and back with those she loves, not everything is calm. Memories of all she’s endured still haunt her, but Sera finally has hope for a future with the other half of her heart and soul. Nyktos desires, loves, and accepts every part of her—even the monstrous bits she still battles.</p><p>More than ever, Sera and Ash have everything under the realms to fight for, and Nyktos has no doubt Sera is fit to be the Queen of the Gods. But she must find that faith within herself if they hope to convince the other Courts to support them against Kolis and make Iliseeum and the mortal realm better, safer places for all.</p><p>But as Sera begins to piece together the importance of her bloodline and the true meaning behind the foreboding prophecy, it becomes clear that everything that has happened and is yet to come is much bigger than Kolis and his dark obsessions.</p><p>They cannot help but wonder exactly how much influence the Fates have had and what their ultimate goal is. What Sera does know for sure is that they can trust very few—including her.</p><p>A battle between the gods is brewing, and heartbreaking losses are imminent with the true Primal of Death strengthening. With a family of the heart willing to battle by their side, can Sera and Nyktos stop Kolis before he destroys the realms, or will it all disappear in a fiery inferno of blood and ash?</p><p>And the line between justice and vengeance has never been so thin.</p>",
    "smell": "",
    "purchased": "August 27, 2024",
    "finished": "September 2, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "27",
    "title": "When the Moon Hatched",
    "series": "Moonfall",
    "number": "1",
    "author": "Sarah A. Parker",
    "year": "2024",
    "length": "736",
    "rating": "7",
    "spiciness": "4",
    "finish": "No",
    "show": "show",
    "tags": "fae, morally grey, war, royalty, forced proximity, dragons, betrayal, high fantasy, mystery, magic",
    "description": "<p>The Creators did not expect their beloved dragons to sail skyward upon their end. To curl into balls just beyond gravity’s grip, littering the sky with tombstones. With moons. They certainly did not expect them to FALL.</p><p>As an assassin for the rebellion group Fíur du Ath, Raeve’s job is to complete orders and never get caught. When a rival bounty hunter turns her world upside down, blood spills, hearts break, and Raeve finds herself imprisoned by the Guild of Nobles—a group of powerful fae who turn her into a political statement.</p><p>AsCrushed by the loss of his great love, Kaan Vaegor took the head of a king and donned his melted crown. Now on a tireless quest to quell the never-ebbing ache in his chest, a clue lures him into the capitol’s high-security prison where he stumbles upon the imprisoned Raeve …</p><p>AsEchoes of the past race between them.</p><p>AsThere’s more to their story than meets the eye, but some truths are too poisonous to swallow.</p>",
    "smell": "I’m struck with a smoky musk pinched with the smell of freshly split stone, softened with notes of something buttery.",
    "purchased": "September 11, 2024",
    "finished": "",
    "notes": "",
    "percent": ""
  },
  {
    "id": "28",
    "title": "Heartless Hunter",
    "series": "The Crimson Moth",
    "number": "1",
    "author": "Kristen Ciccarelli",
    "year": "2024",
    "length": "406",
    "rating": "8",
    "spiciness": "3",
    "finish": "No",
    "show": "show",
    "tags": "enemies to lovers, morally grey, humans, royalty, forced proximity, betrayal, urban fantasy, high fantasy, mystery, magic, witches",
    "description": "<p>On the night Rune’s life changed forever, blood ran in the streets. Now, in the aftermath of a devastating revolution, witches have been diminished from powerful rulers to outcasts ruthlessly hunted due to their waning magic, and Rune must hide what she is.</p><p>Spending her days pretending to be nothing more than a vapid young socialite, Rune spends her nights as the Crimson Moth, a witch vigilante who rescues her kind from being purged. When a rescue goes wrong, she decides to throw the witch hunters off her scent and gain the intel she desperately needs by courting the handsome Gideon Sharpe - a notorious and unforgiving witch hunter loyal to the revolution - who she can't help but find herself falling for.</p><p>Gideon loathes the decadence and superficiality Rune represents, but when he learns the Crimson Moth has been using Rune’s merchant ships to smuggle renegade witches out of the republic, he inserts himself into her social circles by pretending to court her right back. He soon realizes that beneath her beauty and shallow façade, is someone fiercely intelligent and tender who feels like his perfect match. Except, what if she’s the very villain he’s been hunting?</p>",
    "smell": "“With it came a heady scent, not only of gunpowder, but something stronger, like freshly cut cedar”",
    "purchased": "September 15, 2024",
    "finished": "",
    "notes": "",
    "percent": ""
  },
  {
    "id": "29",
    "title": "The Ashes and the Star-Cursed King",
    "series": "Crowns of Nyaxia",
    "number": "2",
    "author": "Carissa Broadbent",
    "year": "2023",
    "length": "624",
    "rating": "9",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, shadow daddy, morally grey, humans, vampires, royalty, forced proximity, betrayal, gods, high fantasy, demons, magic, wings",
    "description": "<p>Love is a sacrifice at the altar of power.</p><p>In the wake of the Kejari, everything Oraya once thought to be true has been destroyed. A prisoner in her own kingdom, grieving the only family she ever had, and reeling from a gutting betrayal, she no longer even knows the truth of her own blood. She’s left only with one certainty: she cannot trust anyone, least of all Raihn.</p><p>Raihn’s own nobles are none too eager to accept a Turned king, especially one who was once a slave. And the House of Blood digs their claws into the kingdom, threatening to tear it apart from the inside.</p><p>When Raihn offers Oraya a secret alliance, taking the deal is her only chance at reclaiming her kingdom–and gaining her vengeance against the lover who betrayed her. But to do so, she’ll need to harness a devastating ancient power, intertwined with her father’s greatest secrets.</p><p>But with enemies closing in on all sides, nothing is as it seems. As she unravels her past and faces her future, Oraya finds herself forced to choose between the bloody reality of seizing power―and the devastating love that could be her downfall.</p>",
    "smell": "“Sweat and the sky and the desert.”",
    "purchased": "September 16, 2024",
    "finished": "September 18, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "30",
    "title": "The Book of Azrael",
    "series": "Gods & Monsters",
    "number": "1",
    "author": "Amber Nicole",
    "year": "2022",
    "length": "491",
    "rating": "9",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, shapeshifters, morally grey, war, humans, vampires, royalty, monsters, forced proximity, gods, urban fantasy, high fantasy, magic, witches",
    "description": "<p><strong>World Ender meets Ender of Worlds...</strong></p>\n<p>A thousand years ago, Dianna gave up her life in the deserts of Eoria to save her dying sister. She called upon anyone who would listen, not expecting a monster far worse than any nightmare to answer. Now she does what Kaden asks, even if that means securing an ancient relic from the very creatures that hunt her.</p><p><strong>A King thought long dead and long forgotten.</strong></p><p>In the old world his name was Samkiel. In the new world it is Liam, but one title remains true throughout time. He is the World Ender, a myth to his enemies, a savior and King to those loyal to him. After the Gods War, he locked himself away, hiding from the world. He denied his crown and responsibilities, leaving the very ones who needed him most to deal with the fallout of the death of their homeworld. Now an attack on those he holds dear sends him back to the one realm he never wished to visit again and into the sights of an enemy he thought imprisoned eons ago.</p><p>Now enemies older than time must put aside their differences and work together in hopes of saving both their world and every realm in between.</p>",
    "smell": "“I moved an inch closer, the rich, spicy fragrance of cinnamon filling my nose”",
    "purchased": "September 18, 2024",
    "finished": "September 22, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "31",
    "title": "Feathers so Vicious",
    "series": "Court of Ravens",
    "number": "1",
    "author": "Liv Zander",
    "year": "2023",
    "length": "412",
    "rating": "8",
    "spiciness": "5",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, shapeshifters, shadow daddy, morally grey, war, humans, royalty, forced proximity, magic, wings, betrayal",
    "description": "<p><strong>More treacherous than war... are the battles within a heart.</strong></p><p>Perched between branches and shadows,\nWe watch, we scheme,\nFighting for a kingdom forgotten and forlorn.</p><p>Until we rip her away with our claws,\nOur prisoner, our pawn, our plaything.</p><p>She’s innocent and pure,\nFragile and helpless…\n…but oh so guilty by blood.</p><p>She calls us beasts,\nWicked and evil,\nVicious and cruel.</p><p>We are all that and worse.</p><p>One of us offers her shelter beneath his wings,\nWhispering promises of pleasure,\nSeeking redemption.</p><p>The other longs to shatter her into a million pieces,\nWhispering promises of pain,\nSeeking revenge.</p><p>Caught between our feathers,\nShe endures our deranged desires,\nOur secrets, our lies,\nOur twisted plans.</p><p>Will she surrender to our darkness,\nor fight for a destiny growing ever elusive?</p><p>Welcome to the Court of Ravens, little white dove.</p>",
    "smell": "“He smelled like the cold air on a white winter morning and something else… something sweeter that didn’t seem to fit at all.”",
    "purchased": "September 27, 2024",
    "finished": "September 27, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "32",
    "title": "Shadows so Cruel",
    "series": "Court of Ravens",
    "number": "2",
    "author": "Liv Zander",
    "year": "2023",
    "length": "480",
    "rating": "8",
    "spiciness": "5",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, shapeshifters, shadow daddy, morally grey, war, humans, royalty, forced proximity, high fantasy, friends to lovers, magic, wings",
    "description": "<p><strong>More painful than love… are the secrets that bind and divide us.</strong></p><p>Adrift in a sky shadowed by war,\nWe seek, we ache,\nSearching for the woman who fled us.</p><p>We shattered her heart, but she unfurled her feathers,\nOur sweetheart, our little dove,\nEscaping our talons on pure white wings.</p><p>One of us soars over battlements,\nHaunted by past mistakes,\nVowing never to repeat them.</p><p>The other storms through walls of stone and hatred,\nEager to destroy the shackles of his past,\nDetermined to shackle her to him instead.\nForever.</p><p>Loyalties are torn.\nFriendships are tested.\nAmong the chaos, one claim stands irrefutably:\nWe will get her back.\nShe will be ours.</p><p>Come home to us, white Raven.</p>",
    "smell": "“He smelled soft and sweet, like the honeyed pine needle tea one cozied up with by the fire after a hard day”",
    "purchased": "September 27, 2024",
    "finished": "September 29, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "33",
    "title": "Blood of Hercules",
    "series": "Villains of Lore",
    "number": "1",
    "author": "Jasmine Mas",
    "year": "2024",
    "length": "512",
    "rating": "8",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, morally grey, humans, royalty, forced proximity, betrayal, gods, urban fantasy, mystery, magic",
    "description": "<p><strong>I’m just a girl. And it turns out, I’m Hercules.</strong><p></p>I’m struggling to survive in a Titan infested world where Spartans, immortals from twelve royal families who have god-like powers and obscene wealth, rule over all. A shy-stammering foster child with nothing, I keep my head down, cover my scars, and focus on excelling in school. At least, I try to. Then it happens.<p></p>My blood test reveals I’m part of the powerful elite. I’m one of them. A Spartan.<p></p>Forced to attend the Spartan War Academy, I undergo the most harrowing test of all time to see if I have what it takes to be an immortal. There’s just a few problems. Achilles and Patro are my scary mentors. Kharon, the ferryman of death, and Augustus, the son of war, are my terrifying professors. Also, I’m pretty sure either someone’s stalking me everywhere I go, or my sanity’s slipping––I have a bad feeling both are true.<p></p><strong>I’m surrounded by Villains and they’re smothering me with their hate, obsession, and dark possessiveness. Too bad for them, they have no clue just who they’re messing with.</strong></p>",
    "smell": "“He smelled like a lightning storm”",
    "purchased": "September 29, 2024",
    "finished": "October 1, 2024",
    "notes": "Funny as hell",
    "percent": ""
  },
  {
    "id": "34",
    "title": "A Kingdom of Bitter Magic",
    "series": "Kingdom of Blighted Thorns",
    "number": "1",
    "author": "Alaya Wells",
    "year": "2024",
    "length": "524",
    "rating": "5",
    "spiciness": "4",
    "finish": "No",
    "show": "show",
    "tags": "fae, shadow daddy, morally grey, humans, royalty, forced proximity, dragons, high fantasy, mystery, magic",
    "description": "<p><strong>A dragon rider seeking revenge for the death of her brother. A ruthless fae lord with his own agenda. A love that will drive the fae kingdom to its knees.</strong></p><p>I’m nothing but an orphan, a dragon trainer in one of the many border fortresses. When beasts attack the villages, I ride, driving them back to the hellscape they crawled from.</p><p>When my adopted brother’s killed during battle, I discover who’s controlling the invading beasts—the brutal ruler of the neighboring fae kingdom. A gruesome plot is brewing beneath the glimmering fae surface, and he’s responsible for it all. Now vengeance is all I live for. No matter how powerful or well-guarded the king is, I will avenge my brother. This I swear.</p><p>To infiltrate the king’s court, I’m forced to make a deal with Vexxion, a devastatingly beautiful and equally malicious fae lord. In exchange for getting me close to the king, I’ll allow Vexxion to claim me as his own. He’ll train me, and I’ll give him access to my supposedly dormant magic. Little does he know I have no power for him to harness.</p><p>Surrendering to Vexxion’s seductive allure could fracture what little remains of my heart. Falling for him could destroy my wounded soul.</p><p>But learning his wicked secrets could shatter me completely.</p>",
    "smell": "",
    "purchased": "October 1, 2024",
    "finished": "",
    "notes": "The characters have no depth. It reads like a first draft of a story. I only got 67% of the way through.",
    "percent": ""
  },
  {
    "id": "35",
    "title": "The Unseelie Prince",
    "series": "Maze of Shadows",
    "number": "1",
    "author": "Kathryn Ann Kingsley",
    "year": "2021",
    "length": "336",
    "rating": "8",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, shapeshifters, shadow daddy, morally grey, humans, royalty, monsters, forced proximity, dragons, betrayal, sirens, gods, high fantasy, demons, magic, wings, witches, folklore, fae",
    "description": "<p><strong>The throne is Valroy’s for the taking…but first, he needs a queen.</strong></p>\n<p>As the son of the Morrigan and heir to the vacant Unseelie throne, Valroy itches to shed the mantle of prince and take his place as King. To his great regret one ancient tradition stands in his way, demanding he first take a bride. With all the members of the Unseelie court proving to be insufferable, what is a prince to do?</p><p>Steal a human, of course.</p><p>Abigail often wonders if the townsfolk aren’t right in calling her cursed. Abandoned by her husband and with no family to call her own, everything in her life hangs by a thread. Never did she expect her downfall would come by taking pity on an old hermit. Abducted into the dangerous world of Tir n’Aill, Abigail is thrust into a terrifying Maze that defies all logic. There, she finds herself at the mercy of an Unseelie prince with a strange offer—solve his Maze and he'll grant her deepest wish…</p><p>If she can live that long.</p>",
    "smell": "“He smelled like the winter, crisp and sharp. Or like the breeze that drifted in from ocean cliffs. No, he carried the scent of the night itself. Of grass, and trees, and darkness.”",
    "purchased": "October 2, 2024",
    "finished": "October 3, 2024",
    "notes": "Super fun. Most of the book is spent with the witch Abigal running through Valroy's maze and running into various monsters and other unseelie. There's a lot of folklore (or at least things that started as folklore. I enjoyed the characters and the story. Fun read.",
    "percent": ""
  },
  {
    "id": "36",
    "title": "The Death King",
    "series": "Death Series",
    "number": "1",
    "author": "Penelope Barsetti",
    "year": "2024",
    "length": "416",
    "rating": "8",
    "spiciness": "5",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, morally grey, shadow daddy, war, humans, royalty, dragons, betrayal, forced proximity, high fantasy, mystery, magic",
    "description": "<p>I was fifteen when the Death King came for us.</p><p>With a mighty black dragon and the ability to command the dead, he raised an army of our fallen soldiers to fight for him—and conquered us in the night. My father, King Laurier of Scorpion Valley, couldn’t stop him. I tried to flee but came face to face with the man in black armor, the man who looked more like a god than a human. Instead of killing me, he chose to show me mercy…but it didn’t feel like mercy.</p><p>Not when the next ten years of my life are spent as a slave in the Arid Sands, digging for Black Diamonds from sunrise to sunset. I'm also the personal slave of General Titan—a man who has grown obsessed with me. The work under the hot sun is unbearable—but I prefer it to his company any day. I’ve never tried to escape because there’s nowhere to run in the desert, but all of that changes when I hear the news—that the Death King is coming.</p><p>I sneak out in the middle of the night to steal his dragon, but that backfires in my face—because you can’t steal a dragon. Khazmuda is no mindless beast. He can speak directly into my mind and hear my thoughts in return. The Death King is about to kill me, but Khazmuda changes his mind—because I have the gift.</p><p>The ability to speak with dragons.</p><p>The Death King spares my life once again and takes me back to his castle. He has no idea who I am, has no idea what he did to my family ten years ago. He asks me to fight for his cause—but he won’t tell me exactly what that cause is. And then he tells me he wants more from me…desires me more than any other because, like him, I have the gift.</p><p>I can’t deny he’s the most handsome man I’ve ever seen, with eyes black like midnight, a jawline as sharp as his dragon’s talons, the height of a mountain, and shoulders as broad as a stream. But no amount of attraction will ever change the fact that he destroyed my life. The answer is no—and it’ll always be no.</p><p>But the Death King doesn’t accept that answer.</p>",
    "smell": "",
    "purchased": "October 4, 2024",
    "finished": "October 4, 2024",
    "notes": "I like this story and the book is very spicy. The writing gets annoying, but I'm hoping that will get better as the series goes on. Also a cool spin on enemies to lovers.",
    "percent": ""
  },
  {
    "id": "37",
    "title": "The Unseelie Crown",
    "series": "Maze of Shadows",
    "number": "2",
    "author": "Kathryn Ann Kingsley",
    "year": "2021",
    "length": "278",
    "rating": "8",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, shapeshifters, shadow daddy, morally grey, royalty, monsters, betrayal, gods, magic, wings, folklore",
    "description": "<p><strong>The gods brought her back. But was it to stop Valroy, or to become his queen?</strong></p><p>Valroy will let nothing block his path to the Unseelie Crown. And he is willing to stop at nothing to see both Tir n’Aill and Earth as his dominion…and crushing the self-righteous Seelie beneath his bootheels.</p><p>He had wished for Abigail to stand beside him as his queen, but that went terribly wrong when she chose death over becoming his bride. It was a setback, certainly, but not one he could not overcome.</p><p>Yet despite being wrenched from the song of life, Abigail returns to Tir n’Aill, only to be hunted by both Seelie and Unseelie alike. She does not know why she was returned or for what purpose, but it was clear that two paths lay before her.</p><p>Is she to become Valroy’s enemy, or to allow him to make her his queen in chains?</p>",
    "smell": "",
    "purchased": "October 3, 2024",
    "finished": "October 5, 2024",
    "notes": "Another super fun one.",
    "percent": ""
  },
  {
    "id": "38",
    "title": "The Unseelie Throne",
    "series": "Maze of Shadows",
    "number": "3",
    "author": "Kathryn Ann Kingsley",
    "year": "2021",
    "length": "294",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, shapeshifters, shadow daddy, morally grey, war, royalty, monsters, forced proximity, dragons, betrayal, sirens, high fantasy, magic, wings, folklore",
    "description": "<p><strong>When the prize is death, some games are better lost than won.</strong></p><p>If she loses, she becomes his queen, and he unleashes war across Earth and Tir n’Aill alike. If she wins, he dies. The answer seems clear. But then why can’t she bring herself to want victory?</p><p>The longer Abigail wanders through his Maze of Shadows, the less sure she becomes of anything—allies, enemies, wrong, right, evil, good, hate…and love. With every twist and turn, her heart is more fully trapped in his snare.</p><p>Facing the choice of whether to win—and kill the Bloody Prince—or lose and become his queen, Abigail can’t decide which is worse. In fact, she is starting to think that she might no longer want to win at all.</p><p>No matter the cost.</p>",
    "smell": "",
    "purchased": "October 5, 2024",
    "finished": "October 6, 2024",
    "notes": "I'm really enjoying this series.",
    "percent": ""
  },
  {
    "id": "39",
    "title": "Phantasma",
    "series": "Wicked Games",
    "number": "1",
    "author": "Kaylie Smith",
    "year": "2024",
    "length": "512",
    "rating": "7",
    "spiciness": "4",
    "finish": "No",
    "show": "show",
    "tags": "shapeshifters, morally grey, humans, monsters, urban fantasy, demons, magic, witches",
    "description": "<p><strong>Welcome to Phantasma. There are only two rules to the game: Stay alive. And don’t fall in love.</strong></p></p>When Ophelia’s sister disappears, there is only one way to save her. Ophelia must enter Phantasma, a deadly contest inside a haunted mansion, and claim its prize—a single wish.</p></p>Phantasma is a maze of twisting corridors and lavish ballrooms, of demons and temptations. Ophelia will face nine challenges, each more dangerous than the last. There can only be one winner, and the other contestants will stop at nothing to eliminate their rivals.</p></p>Every day the house creates new monsters. But just as Ophelia’s fears threaten to overwhelm her, a mysterious stranger offers her a bargain.</p></p>Charming, arrogant and infuriatingly attractive, Blackwell claims he can guide her through the lethal trials ahead. All he asks in return is ten years of her life.</p></p>Ophelia knows she shouldn’t trust him. Blackwell doesn’t seem dangerous, but appearances can be deceptive. Worse still, she feels a dark and irresistible attraction drawing them closer and closer.</p></p>Her life is on the line. But in Phantasma, the only thing deadlier than losing the game is losing your heart . . . </p>",
    "smell": "“He smelled faintly of vanilla and tobacco, and it irked her greatly that she found it to be a delicious combination.”",
    "purchased": "October 6, 2024",
    "finished": "",
    "notes": "The story just wasn't super gripping for me. Not sure why. Just made me nervous or something.",
    "percent": "53"
  },
  {
    "id": "40",
    "title": "Her Soul to Take",
    "series": "Souls Trilogy",
    "number": "1",
    "author": "Harley Laroux",
    "year": "2021",
    "length": "496",
    "rating": "7",
    "spiciness": "5",
    "finish": "No",
    "show": "hide",
    "tags": "enemies to lovers, morally grey, humans, monsters, betrayal, urban fantasy, demons, magic, witches, ghosts",
    "description": "<p><strong>The demon didn't just want my body. He wanted my soul.</strong><p><p><strong>Leon:</strong> My reputation among magicians is unblemished. Killer, they call me; killing is what I’m best at. One wrong move and you’re dead. Except her. The one I was supposed to take, the one I should have killed. The cult that once controlled me wants her, but I’m not about to lose my new toy to them.</p><p><strong>Rae:</strong> I’ve always believed in the supernatural. Hunting for ghosts is my passion, but summoning a demon was never part of the plan. Monsters are roaming the woods, and something ancient—something evil—is waking up . . . and calling my name. I don’t know who I can trust, or how deep this darkness goes. All I know is my one shot at survival is the demon stalking me, and he doesn’t just want my body—he wants my soul.<p>",
    "smell": "“His scent was warm like a summer bonfire, crisp and cold like lemonade. Citrus and smoke.”",
    "purchased": "October 7, 2024",
    "finished": "",
    "notes": "The MFC is crazy annoying in this one. She just makes one bad choice after another.",
    "percent": "72"
  },
  {
    "id": "41",
    "title": "Haunting Adeline",
    "series": "Cat and Mouse Duet",
    "number": "1",
    "author": "H. D. Carlton",
    "year": "2021",
    "length": "627",
    "rating": "8",
    "spiciness": "5",
    "finish": "No",
    "show": "hide",
    "tags": "enemies to lovers, morally grey, humans, forced proximity, betrayal, mystery, ghosts",
    "description": "<p><strong>The Manipulator</strong></p><p>I can manipulate the emotions of anyone who lets me. I will make you hurt, make you cry, make you laugh and sigh. But my words don't affect him. Especially not when I plead for him to leave. He's always there, watching and waiting. And I can never look away. Not when I want him to come closer.</p><p><strong>The Shadow</strong></p><p>I didn't mean to fall in love. But now that I have, I can't stay away. I'm mesmerized by her smile, by her eyes, and the way she moves. The way she undresses... I'll keep watching and waiting. Until I can make her mine. And once she is, I'll never let her go. Not even when she begs me to.</p>",
    "smell": "“He smells like leather and smoke.”",
    "purchased": "October 6, 2024",
    "finished": "October 12, 2024",
    "notes": "Suuuuuuuuuuper unhinged. Really enjoyed it",
    "percent": "85%"
  },
  {
    "id": "42",
    "title": "Stalk the Dark",
    "series": "Order of Helsing",
    "number": "1",
    "author": "Debbie Cassidy",
    "year": "2024",
    "length": "428",
    "rating": "8",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, shapeshifters, morally grey, humans, vampires, royalty, monsters, forced proximity, betrayal, urban fantasy, demons, magic, witches, ghosts",
    "description": "<p><strong>A Vampire King without a heart needs a watcher who guards hers dearly, but I didn’t expect that watcher to be me.</strong></p><p>The Order of Helsing have protected the innocent from the Vampire King’s ravenous hunger and cruel games for centuries.</p><p>He can’t be killed.</p><p>He can’t be stopped.</p><p>Because this ancient being has no master.</p><p>Once every century he rises from his vampiric sleep to feed, and the Order assigns an operative to watch over him.</p><p>This century, I’m that watcher.</p><p>I can’t say I’m thrilled. I have a disgust for suckers, so babysitting vampire royalty is not on my to do list. But when the Order says jump, you don’t ask why.</p><p>Ezekiel’s cruel beauty makes him the perfect predator, able to reel in his prey with pretty words and promises. Tempering his hunger until he falls back into a vampire coma won’t be easy. Others have tried and failed.</p><p>I’m determined to avoid his kill list, and with the help of the two rogue vampire hunters assigned to assist me, I might just succeed.</p><p>But the more time I spend with Ezekiel the more I’m drawn to the darkness inside him, because there’s a darkness inside me too. One which I’ve hidden for as long as I can remember. But now that it wants to come out and play, I’m afraid it isn’t just his hunger I’ll need to temper, but also my own.</p>",
    "smell": "“The scent of sweet evergreen filled my head.”",
    "purchased": "October 5, 2024",
    "finished": "October 18, 2024",
    "notes": "Really cool world building and the tone of the writing is great. The MFC made some slightly annoying choices but overall I liked her. This might be a \"reverse harem\" situation with the 3 brothers, but I'm not sure yet.",
    "percent": ""
  },
  {
    "id": "43",
    "title": "Hunt the Dusk",
    "series": "Order of Helsing",
    "number": "2",
    "author": "Debbie Cassidy",
    "year": "2024",
    "length": "304",
    "rating": "8",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, shapeshifters, morally grey, humans, vampires, royalty, monsters, forced proximity, gods, urban fantasy, demons, magic, witches, ghosts, folklore",
    "description": "<p><strong>The Vampire king’s fascination with me has drawn me into a game I’m not sure I can win.</strong></p><p>I thought I had Ezekiel under control. That his hunger was tempered, and we had an understanding, but he proved me wrong in the most horrific way.</p><p>This is a game to him, and I’m his latest toy.</p><p>I want to run, but the hunters’ revelations are shackles forcing me to hold my course and do my duty. Because there is more at stake here than I could ever have imagined.</p><p>The fate of our world hinges on the vampire king’s rapidly waning humanity, and it’s up to me to help restore it.</p><p>But how do you teach a monster to care?</p><p>I have less than a year to figure that out…</p>",
    "smell": "",
    "purchased": "October 18, 2024",
    "finished": "October 19, 2024",
    "notes": "Loooooooove the dynamic between the MFC and the 3 brothers. It's not \"liturature\", but the author is talented and is a joy to read.",
    "percent": ""
  },
  {
    "id": "44",
    "title": "The Ever King",
    "series": "The Ever Seas",
    "number": "1",
    "author": "LJ Andrews",
    "year": "2023",
    "length": "410",
    "rating": "8",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, morally grey, war, humans, royalty, monsters, forced proximity, betrayal, sirens, high fantasy, magic, witches, folklore, pirates",
    "description": "<p><strong>They stole his crown. So, he stole their daughter…</strong></p><p>For years Erik, the scarred king of the Ever Kingdom, has thought of nothing but vengeance against the man who killed his father and trapped him beneath the waves, making him a prisoner in his own realm.</p><p>Until his enemy’s daughter unintentionally breaks the chains on the Ever, and Erik makes her the unwitting pawn in his vicious game of revenge.</p><p>She’s innocent. He’s vicious. But he will take back what he lost, no matter the price.</p><p>Unless she steals his heart first.</p><p>Welcome to the passionate world of the Ever Kingdom where pirates, sirens, and fae collide with Vikings in a dark fantasy romance between a villain and the innocent princess who holds his heart.</p>",
    "smell": "“It breathed deliciously of oak moss and rain and a hint of smoke. It breathed of Erik.”",
    "purchased": "October 19, 2024",
    "finished": "October 21, 2024",
    "notes": "Pretty good. I like how the magic works. The romance is a little weird as they seem to go from hating each other to loving each other too fast and in a weird way. The ending was a cliffhanger, which I hate.",
    "percent": ""
  },
  {
    "id": "45",
    "title": "Bound to the Battle God",
    "series": "Aspect and Anchor",
    "number": "1",
    "author": "Ruby Dixon",
    "year": "2019",
    "length": "654",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "morally grey, war, humans, royalty, forced proximity, gods, high fantasy, magic",
    "description": "<p>When I went to my neighbor's apartment to investigate strange sounds, I never expected to fall through a portal into another world. Yet here I am, a stranger in an even stranger land...and I'm stranded. In this world, might makes right, men carry swords, and gods walk the earth. Within minutes of arriving, I’m enslaved.Fun place.How do I get home? GREAT question. Wish I had an answer.The one person that might be able to help me is also the one person I want to throttle most. Aron, Lord of Storms, Butcher God of Battle, is my new companion. Or rather, I'm his. As Aron's anchor to the mortal realm, I'm the one that's supposed to be guiding him through his exile in the mortal world.Ha. Joke's on him. I know nothing about this place.But Aron and I have a common goal - get home. And we're bonded - anchor and god - with a bond unlike any other. So we travel together. We bicker. We bathe together. We fight our many, many enemies together. And sure, he’s a god, but he’s also an arrogant jerk. Brawny, smoking hot, irresistible jerk. I should want nothing to do with him. I certainly shouldn’t want to do things to him.Mortals and gods don’t mix. We stick to the plan and ignore our attraction. Focused, with one goal in mind. One task. One goal.Focused.I—oh heck, I’m going to end up kissing him again, aren’t I?</p>",
    "smell": "",
    "purchased": "October 21, 2024",
    "finished": "October 27, 2024",
    "notes": "The writing is silly but it knows it's silly and really leans in, so it ended up being a really enjoyable ride. Also had a really nice ending that was actually happy.",
    "percent": ""
  },
  {
    "id": "46",
    "title": "Sworn to the Shadow God",
    "series": "Aspect and Anchor",
    "number": "2",
    "author": "Ruby Dixon",
    "year": "2020",
    "length": "644",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "shadow daddy, morally grey, humans, royalty, forced proximity, betrayal, gods, high fantasy, magic, ghosts",
    "description": "<p>Adventure. It's what my boring life is missing, so when I fall through a portal into another world, I'm excited. Here, I'm important. Here, I'm special.I find out just *how* special when I meet Death.Yup. That guy. He's been exiled to the mortal realm to work through his flaws, and he's just as spoiled and awful as you'd think. Rhagos, the Shadow Lord, is arrogant and rude and controlling and demands to get his way. He's selfish. He's impossible.He's also utterly gorgeous. Magnetic. Lonely. And strangely protective of me.Thanks to a magic bond, I now serve him as his anchor to the mortal realm. It means that I'm his conscience, his guide...and the target for any assassin or glory-seeker. After a few days of this, I'd rather go home than continue on this 'adventure'. I need a way back to Earth, and fast.As the world falls down around us and we're hunted simply for existing, I find myself wondering what it'd be like to serve the lonely god of death...in all ways. To kiss him. To touch him. To bed him.Except...I'm supposed to be finding a way home, not trying to kiss Rhagos. No matter how tempting he is. No matter how much he stares at my lips.No matter how much I want it.</p>",
    "smell": "",
    "purchased": "October 28, 2024",
    "finished": "October 31, 2024",
    "notes": "Love these books. So silly.",
    "percent": ""
  },
  {
    "id": "47",
    "title": "Servant to the Spidae",
    "series": "Aspect and Anchor",
    "number": "4",
    "author": "Ruby Dixon",
    "year": "2023",
    "length": "166",
    "rating": "8",
    "spiciness": "5",
    "finish": "Yes",
    "show": "show",
    "tags": "morally grey, humans, forced proximity, gods, high fantasy, magic, ghosts",
    "description": "<p>All my life I have served. One lord after another, I have given them my time, my body and my soul. My newest lord, however, is not one but three.</p><p>I have become the anchor to the three Aspects of Fate, the mortal chosen to teach the gods humanity. It seems an impossible task for any mortal to satisfy a god's wishes and I must serve three?</p><p>Three lords means three times the frustration, three times the petty demands...</p><p>...and three times the pleasure.</p>",
    "smell": "",
    "purchased": "October 31, 2024",
    "finished": "October 31, 2024",
    "notes": "",
    "percent": ""
  },
  {
    "id": "48",
    "title": "Crown of Light and Shadows",
    "series": "Courts of Aetheria",
    "number": "1",
    "author": "G.K. DeRosa",
    "year": "2024",
    "length": "448",
    "rating": "8",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, shadow daddy, morally grey, war, humans, royalty, monsters, forced proximity, dragons, betrayal, high fantasy, mystery, magic, wings",
    "description": "<p>On the day of my twentieth birthday, a brutally handsome Shadow Fae darkens my doorway and whisks me away to an elite Fae academy. The problem is I’m not Fae, and I certainly don’t have any magical powers.</p><p>Despite this, I’m thrust into a realm where magic is as vital as breath and far more dangerous.</p><p>Thrown into an academy teeming with powerful Fae, I must navigate the treacherous waters of magical education, summon my dormant powers and battle merciless fellow students to prepare to face the rival Arcanum Citadel across the river. Home to the treacherous Shadow Fae, the end of the year battle determines our fate.</p><p>More dangerous still is the mysterious connection with my ruthless, enigmatic Shadow Fae professor. As he begrudgingly mentors me in the ways of Light magic, our growing relationship becomes a forbidden attraction that neither of us can deny.</p><p>As my powers unfurl and the boundary between light and dark blurs, a deeper threat emerges: a secret prophecy that could ignite war. The shaky peace between the courts trembles, and I'm faced with a choice that could alter the fate of our realm.</p><p>I stand at the precipice, the key to averting a bloodbath—or igniting an all-consuming fire.</p>",
    "smell": "",
    "purchased": "October 2, 2024",
    "finished": "November 2, 2024",
    "notes": "The characters are a little overly dramatic (espcially the MMC) and the slow burn didn't always make sense, but generally an enjoyable read. Absolutely vicious cliffhanger.",
    "percent": ""
  },
  {
    "id": "49",
    "title": "One Dark Window",
    "series": "The Shepard King",
    "number": "1",
    "author": "Rachel Gillig",
    "year": "2022",
    "length": "422",
    "rating": "7",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "humans, royalty, betrayal, high fantasy, mystery, magic, monsters",
    "description": "<p>Elspeth needs a monster. The monster might be her.</p><p>Elspeth Spindle needs more than luck to stay safe in the eerie, mist-locked kingdom she calls home—she needs a monster. She calls him the Nightmare, an ancient, mercurial spirit trapped in her head. He protects her. He keeps her secrets.</p><p>But nothing comes for free, especially magic.</p><p>When Elspeth meets a mysterious highwayman on the forest road, her life takes a drastic turn. Thrust into a world of shadow and deception, she joins a dangerous quest to cure the kingdom of the dark magic infecting it. Except the highwayman just so happens to be the King’s own nephew, Captain of the Destriers…and guilty of high treason.</p><p>He and Elspeth have until Solstice to gather twelve Providence Cards—the keys to the cure. But as the stakes heighten and their undeniable attraction intensifies, Elspeth is forced to face her darkest secret yet: the Nightmare is slowly, darkly, taking over her mind. And she might not be able to stop him.</p>",
    "smell": "",
    "purchased": "October 20, 2024",
    "finished": "November 3, 2024",
    "notes": "I thought this one was just okay. Not super into the characters and there's not a lot of spice in it.",
    "percent": ""
  },
  {
    "id": "50",
    "title": "Bride",
    "series": "none",
    "number": "1",
    "author": "Ali Hazelwood",
    "year": "2024",
    "length": "416",
    "rating": "9",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, shapeshifters, morally grey, humans, vampires, forced proximity, betrayal, urban fantasy, mystery",
    "description": "<p>Misery Lark, the only daughter of the most powerful Vampyre councilman of the Southwest, is an outcast—again. Her days of living in anonymity among the Humans are over: she has been called upon to uphold a historic peacekeeping alliance between the Vampyres and their mortal enemies, the Weres, and she sees little choice but to surrender herself in the exchange—again...</p><p>Weres are ruthless and unpredictable, and their Alpha, Lowe Moreland, is no exception. He rules his pack with absolute authority, but not without justice. And, unlike the Vampyre Council, not without feeling. It’s clear from the way he tracks Misery’s every movement that he doesn’t trust her. If only he knew how right he was….</p><p>Because Misery has her own reasons to agree to this marriage of convenience, reasons that have nothing to do with politics or alliances, and everything to do with the only thing she's ever cared about. And she is willing to do whatever it takes to get back what’s hers, even if it means a life alone in Were territory…alone with the wolf.</p>",
    "smell": "“I’m no Were, and if I inhale, all I can smell is clean sweat and strong blood, but I think I know what he meant.”",
    "purchased": "November 4, 2024",
    "finished": "November 5, 2024",
    "notes": "This was freaking great. I absolutely loved the author's tone/style. Very sarcastic and witty. I loved the both the MFC and the MMC. The world building with the humans, weres, and vamps was great. There was a mystery that I honestly couldn't guess until it was revealed at the end. Satisfying ending. Great all around.",
    "percent": ""
  },
  {
    "id": "51",
    "title": "Reign of Night",
    "series": "A Study in Shadows",
    "number": "1",
    "author": "Sara C. Roethle",
    "year": "2022",
    "length": "480",
    "rating": "7",
    "spiciness": "2",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, morally grey, humans, vampires, monsters, betrayal, high fantasy, mystery, magic, witches",
    "description": "<p>Hunters of the Helius Order have a single mission—track vampires, and kill them. Lyssandra lived her life by this purpose, until the day a vampire saved her from certain death. Now she is unwillingly bonded to him, a secret that will see her executed if her order learns the truth.</p><p>When she finds Asher, she’ll cut out his heart for tying her to him, even if it kills her too. But when a young girl is found dead, Lyssandra’s mission is derailed. In the gaping hole where the girl’s heart once was, lies a single red rose. Lyssandra has seen the signature before, left by the vampire who took her uncle’s life.</p><p>Karpov is one of the ancients, and his death is the only one Lyssandra wants more than Asher’s. Unfortunately, Karpov is also the only being—dead or undead—who holds the key to Asher’s whereabouts. If Lyssandra ever wants to find him, she’ll have to work with her uncle’s murderer.</p><p>Asher’s death could finally bring her peace, but can she accept it when it means leaving her uncle’s killer alive? Or will she fall into her master’s waiting arms, unable to fight the pull of the unbreakable bond between them . . .</p>",
    "smell": "“I smelled the turned-earth scent of a vampire, with an undercurrent of vanilla and sage.”",
    "purchased": "November 5, 2024",
    "finished": "November 8, 2024",
    "notes": "This wasn't bad but was just not very gripping. Vampire hunter is the human servant to an ancient vampire. Very minimal spice.",
    "percent": ""
  },
  {
    "id": "52",
    "title": "Rain of Shadows and Endings",
    "series": "The Legacy Series",
    "number": "1",
    "author": "Melissa Roehrich",
    "year": "2023",
    "length": "670",
    "rating": "7",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, shapeshifters, shadow daddy, morally grey, humans, vampires, royalty, forced proximity, dragons, betrayal, gods, urban fantasy, mystery, magic, wings, witches",
    "description": "<p><strong>A world the gods forgot.</strong></p>\n<p>Of all the worlds and life they created, the gods favored their children the most. But with that favor came the fear that their Legacy would one day become too powerful and overthrow them. Devram was created. A realm hidden amongst the stars. The gods gave their Legacy the best of all the worlds, and then they left, a sworn agreement to never return and to never interfere.</p><p><strong>A historical event.</strong></p>\n<p>Forced to a life of servitude, the Fae are required to provide for the Legacy in more ways than one. Every five years, the eligible Fae are gathered for the Selection and assigned to serve in one of the six Kingdoms. To be chosen as the personal Source for a Kingdom Heir is the greatest honor, and for the first time in a millennia, all six Kingdoms have heirs choosing a Source. But their selections could tip the power balance a little too far.</p><p><strong>A chosen that was never meant to be.</strong></p><p>Tessalyn Asura was as forgotten as the realm. But when she finds herself the personal Source to the Heir of Endings, she winds up serving in the darkest Kingdom of them all . The secrets within the Arius Kingdom are meant to be learned and kept, but this was never the life she wanted. Fighting not only the fate thrust upon her, but the temptation to lose herself to desire, Tessa will do anything to escape her new destiny. Until she starts to realize maybe their world wasn’t as forgotten as they thought, and maybe she’s the reason why.</p>",
    "smell": "",
    "purchased": "November 8, 2024",
    "finished": "November 11, 2024",
    "notes": "This was just okay. The relationship between the MFC and the MMC is super fucked. I kept waiting for it to be less fucked up but it never did.",
    "percent": ""
  },
  {
    "id": "53",
    "title": "Wicked Little Tricks",
    "series": "Four Ways to Fate",
    "number": "1",
    "author": "Sara C. Roethle",
    "year": "2024",
    "length": "282",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "fae, shapeshifters, shadow daddy, morally grey, humans, vampires, royalty, monsters, forced proximity, betrayal, urban fantasy, demons, mystery, magic, angels, elves, goblins",
    "description": "<p>Eva Nix, glorified messenger at your service.</p><p>Sure, the ability to cross boundaries into other realms is pretty neat, but when a devil tricks me into a contract, my celestial blood suddenly becomes the greatest prize in a dangerous game.</p><p>My first mission lies deep in the goblin realm, beyond the wild forests to the stone towers of the old ones in search of Mistral.</p><p>I expected him to be deadly and cunning.</p><p>I did not expect him to sit me by a cozy fire to offer a contract of his own, sealed with a kiss.</p><p>With angelics trying to kidnap me, and vampires snapping at my heels, I have no choice but to somehow fulfill both contracts. Suddenly I’m kissing goblins and cuddling up to a devil, just trying to stay afloat in their wicked game.</p><p>When the truth of the game finally comes to light, it rocks my entire world. Almost as much as realizing I have feelings for a goblin prince, and maybe some for his brooding vassal, Gabriel.</p><p>And as for Sebastian… Does it count as feelings when all I really want to do is rip his clothes off?</p><p>Let’s hope not. I like my soul right where it is. My heart, however, seems to be up for grabs. And for now, it is hopelessly divided.</p>",
    "smell": "“He smelled good, like earth and ozone. Something electric.”",
    "purchased": "November 11, 2024",
    "finished": "November 13, 2024",
    "notes": "Really enjoyed this. Not too heavy. Just a celestial and a bunch of magical beings trying to find her mother and a magical sword.",
    "percent": ""
  },
  {
    "id": "54",
    "title": "Deadly Little Games",
    "series": "Four Ways to Fate",
    "number": "2",
    "author": "Sara C. Roethle",
    "year": "2024",
    "length": "284",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "fae, shapeshifters, shadow daddy, morally grey, humans, vampires, royalty, monsters, forced proximity, betrayal, urban fantasy, demons, mystery, magic, angels, elves, goblins",
    "description": "<p><strong>The day I met the devil was the day my life began.</strong></p><p>A life of embracing my magic and discovering the truth of my past. The truth about everything. Even a few things that should have stayed buried. When mysterious notes start appearing on my person telling me not to trust the elves, I’m led to question Elena‘s motives. Which means I also have to question the handsome and aloof elven wizard she talked into helping me.</p><p>Crispin might be my best chance of finding my mother, but he also has a bad habit of being reckless with his magic. Plus, I’m not sure how to trust a man who can drive through the city with zero road rage. There’s obviously something terribly wrong with him.</p><p>When crazed fairies chase us out of town, it will be a race toward the truth. A race I would have gladly bowed out of had I known I might lose one of the goblins who was slowly winning my heart.</p>",
    "smell": "",
    "purchased": "November 13, 2024",
    "finished": "November 14, 2024",
    "notes": "Enjoyed this as much as the 1st one. A ragtag team of magical creatures owrking towards a common goal. Love to see it.",
    "percent": ""
  },
  {
    "id": "55",
    "title": "Mama Si's Paradise",
    "series": "Fall of the Seven Isles",
    "number": "1",
    "author": "D.N. Hoxa",
    "year": "2024",
    "length": "668",
    "rating": "8",
    "spiciness": "5",
    "finish": "Yes",
    "show": "show",
    "tags": "fae, shapeshifters, shadow daddy, morally grey, humans, vampires, royalty, monsters, forced proximity, dragons, betrayal, sirens, urban fantasy, mystery, magic, wings, witches, pirates",
    "description": "<p><strong>The girls in Mama Si’s Paradise live like royalty. Real-life princesses. Dolls, she calls them, and what they do is entertain her very beautiful, very wealthy guests.</strong></p><p><strong>They hide the true face of the Paradise so well…</strong></p><p>Good ole me went in there to apply for a housekeeping position after I caught my boyfriend cheating, and he kicked me out. Nobody in town was hiring, so I thought, what the hell. Even though I knew what that place was, I went.</p><p>Then Mama Si saw me.</p><p>She took one look at me, told me that the vacancy was no longer available, but that she had a better offer to make me—to become one of her dolls.</p><p>I accepted because she promised me freedom. She promised me power. She promised me magic.</p><p>She lied.</p><p>My whole world turns upside down for me within days. I end up bitten by a dragon and stuck in an isle where the sun never shines. Stuck in the Evernight Court, as the bride-to-be of one of the five Evernight brothers who rule the Seven Isles—what is left of the world of magic on Earth.</p><p>They’re powerful vampires, hungry for new blood, desperate for an heir, each more breathtakingly beautiful than the last—and all of them trying to make me theirs.</p><p>I pretend to play along while I search for an escape from their Isle and hope to make it back home in one piece.</p><p>Except the Evernight brothers are not easily fooled. Secrets hang in the air, and there’s a storm lurking in the distance that nobody seems to know about. The more time I spend in their midst, the more I am convinced that I will never find my way back, that I will have no choice but to accept my fate in the Isle.</p><p>And the first question is, which one of the brothers will make me their bride?</p>",
    "smell": "“Holding onto the jacket he put over my shoulders that smelled like the rain outside, I moved around the table as well.”",
    "purchased": "November 14, 2024",
    "finished": "November 17, 2024",
    "notes": "Really on the fence about this one. It was relatively interesting for most of the book, although the MFC got pretty annoying by the end. I absolutely HATED the ending of this book. So much so that I'm not sure if I want to read the other 2.",
    "percent": ""
  },
  {
    "id": "56",
    "title": "The Wolf King",
    "series": "The Wolf King",
    "number": "1",
    "author": "Lauren Palphreyman",
    "year": "2023",
    "length": "419",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, shapeshifters, morally grey, war, humans, royalty, forced proximity, betrayal, high fantasy",
    "description": "<p>Princess Aurora longs to escape the castle and the marriage that has been arranged for her.</p><p>But on the night before her wedding, at a dog fight where captured werewolves are made to fight for sport, she spares the life of a young wolf. It puts her on the radar of the powerful alpha who was going to kill him. And it changes everything.</p><p>That night, when the alpha escapes, he kidnaps her and takes her to the rugged lands north of the border — where the once warring werewolf clans are beginning to unite. He thinks that she is the key to winning the war against the humans.</p><p>Only, as they spend time around one another, forbidden attraction starts to grow. And as Aurora learns that not all wolves are bad, the alpha discovers that she is in danger from both his enemies, and those he once considered friends.</p><p>With monsters on both sides, a bloodthirsty war between humans and wolves raging, and undeniable passion growing between them — will their story end in love? Or tragedy?</p><p>And will Aurora ever get home?</p><p>Does she even want to?</p>",
    "smell": "“I catch his scent of shadows and pine—like a forest at night.”",
    "purchased": "November 23, 2024",
    "finished": "November 24, 2024",
    "notes": "Enjoyed this. Fast paced, and the MFC was pretty good. Satisfying ending to book 1.",
    "percent": ""
  },
  {
    "id": "57",
    "title": "Fall of Ruin and Wrath",
    "series": "Awakening",
    "number": "1",
    "author": "Jennifer L. Armentrout",
    "year": "2023",
    "length": "419",
    "rating": "9",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, morally grey, war, humans, royalty, betrayal, gods, shapeshifters, high fantasy, mystery, magic",
    "description": "<p>Long ago, the world was destroyed by gods. Only nine cities were spared. Separated by vast wilderness teeming with monsters and unimaginable dangers, each city is now ruled by a guardian—royalty who feed on mortal pleasure.</p><p>Born with an intuition that never fails, Calista knows her talents are of great value to the power-hungry of the world, so she lives hidden as a courtesan of the Baron of Archwood. In exchange for his protection, she grants him information.</p><p>When her intuition leads her to save a traveling prince in dire trouble, the voice inside her blazes with warning—and promise. Today he’ll bring her joy. One day he'll be her doom.</p><p>When the Baron takes an interest in the traveling prince and the prince takes an interest in Calista, she becomes the prince’s temporary companion. But the city simmers with rebellion, and with knights and monsters at her city gates and a hungry prince in her bed, intuition may not be enough to keep her safe.</p><p>Calista must choose: follow her intuition to safety or follow her heart to her downfall.</p>",
    "smell": "",
    "purchased": "November 25, 2024",
    "finished": "December 5, 2024",
    "notes": "Loved this book. This author is great. The slow burn is great and the payoff is awesome. Similar themes to Blood and Ash. Really enjoyed the characters.",
    "percent": ""
  },
  {
    "id": "58",
    "title": "Lights Out",
    "series": "Into Darkness",
    "number": "1",
    "author": "Navessa Allen",
    "year": "2024",
    "length": "338",
    "rating": "9",
    "spiciness": "5",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, morally grey, humans, forced proximity",
    "description": "<p>Trauma nurse Aly Cappellucci doesn’t need any more kinks. She likes the one she’s landed on just fine. To her, nothing could top the masked men she follows online. Unless one of those men was shirtless, heavily tattooed, and waiting for her in her bedroom. She dreams about being hunted by one in particular, of him chasing her down and doing deliciously dark things to her willing body. She never could have guessed that by sending one drunken text, those dreams would become her new reality.</p>",
    "smell": "“He smelled like laundry detergent and cheddar popcorn.”",
    "purchased": "December 6, 2024",
    "finished": "December 8, 2024",
    "notes": "This was great. Just a dark romance (not a romantasy), but I still really enjoyed it. The author's tone was great, and I found myself laughing a lot. The 2 main characters were great, and their dynamic was great. Spicy AF.",
    "percent": ""
  },
  {
    "id": "59",
    "title": "Stalked by Seduction and Shadows",
    "series": "Eternal Obsession",
    "number": "1",
    "author": "Maggie Sunseri",
    "year": "2024",
    "length": "498",
    "rating": "8",
    "spiciness": "5",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, shapeshifters, shadow daddy, morally grey, war, humans, vampires, royalty, forced proximity, betrayal, high fantasy, demons, magic, witches",
    "description": "<p><strong>Scarlett</strong></p><p>\nI am an object of desire. My powers of seduction are my survival, my weapon, and my curse. I’m no stranger to obsession, but for the first time, I crave it. I love when he watches me, follows me, hunts me.</p><p>In the mortal lands, I was safe from him. Navigating a city of ruthless vampires to save my sister from the human slave trade was already treacherous. But with the ruling vampire lord’s unrelenting focus on me, I fear his shadows might never let me go.</p><p><strong>Rune</strong></p><p>I’ve always watched her. But now I more than desire her; I thirst for her. She is my addiction, my soul, my Little Flame. I tried to let her go, but she found her way back to me, and I’ve taken that as permission. I’ll claim her in front of the whole world if that’s what it takes to protect what’s mine.</p><p>As war and upheaval threaten the city I have ruled for centuries, it is this vulnerable, tempting human who poses the biggest threat of all. I might be Scarlett’s worst nightmare, but this little seductress will be my very undoing.</p>",
    "smell": "“His scent was intoxicating, like a crisp wintery forest, luxurious soap, and dark masculinity.”",
    "purchased": "December 13, 2024",
    "finished": "December 15, 2024",
    "notes": "Great tone, interesting characters, good world-building, spicy AF. Cool world with vampires, shifters, witches, humans, and succubi. War between \"born\" vampires and \"turned\" vampires.",
    "percent": ""
  },
  {
    "id": "60",
    "title": "Reap the Night",
    "series": "Order of Helsing",
    "number": "3",
    "author": "Debbie Cassidy",
    "year": "2024",
    "length": "243",
    "rating": "8",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, fae, shapeshifters, morally grey, humans, vampires, royalty, monsters, forced proximity, betrayal, gods, urban fantasy, friends to lovers, mystery, magic, witches, folklore",
    "description": "<p><strong>Once the vampire king stakes his claim, there’s no escape.</strong></p>\n\n<p>I thought I could save Ezekiel, but I was wrong.</p><p>It isn’t me he needs.</p><p>Ariella, the woman gifted to him by the House of Spirit, is the key to breaking his curse. I need to step aside to allow the mystical forces that bind them to get to work.</p><p>It’s time to leave Branwood Castle for good.</p><p>As I dive back into my role as head of Chapter and my work on the missing people case, my friendship with Kaster Black begins to bloom into something more. And just when I believe that I’m healing from losing my place at Ezekiel’s side, I’m proven wrong.</p><p>The vampire king may have allowed me to leave, but he will never let me go.</p>",
    "smell": "",
    "purchased": "December 16, 2024",
    "finished": "December 17, 2024",
    "notes": "I love the plot of these books. They are relatively short and fast-paced. The world is interesting with multiple kinds of creatures in it. The dynamic between the 3 brothers and Orina is interesting. Also love the mythology of the world/creatures.",
    "percent": ""
  },
  {
    "id": "61",
    "title": "Blood & Steel",
    "series": "The Legends of Thezmarr",
    "number": "1",
    "author": "Helen Scheuerer",
    "year": "2023",
    "length": "550",
    "rating": "9",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "enemies to lovers, morally grey, war, humans, royalty, monsters, forced proximity, betrayal, high fantasy, magic",
    "description": "<p>With her death foretold, Althea Zoltaire only has three years to become what she’s always dreamed of being: a warrior legend.</p><p>Women are forbidden to wield blades, so she has trained in secret her entire life. Now racing against the clock, she fights to secure her place in the elite guild charged with the protection of the five kingdoms.</p><p>The sparring and hazing of the new trainees border on deadly, but even more dangerous is her growing attraction to Wilder Hawthorne, her unwilling warrior chaperone.</p><p>All around them, schemes are afoot and darkness looms.</p><p>Will Althea pass the perilous initiation test and take her place as a champion of Thezmarr – or will the invading evil snatch away her dream before it starts?</p>",
    "smell": "“A gentle breeze rustled the foliage around Thea, and the faintest hint of leather and rosewood tickled her nostrils, stirring a strange yearning within.”",
    "purchased": "December 20, 2024",
    "finished": "December 23, 2024",
    "notes": "Incredibly similar to Fourth Wing and an overall good time. I enjoyed the 2 main characters. All of the characters were relatively well developed and the world was interesting.",
    "percent": ""
  },
  {
    "id": "62",
    "title": "Vows & Ruins",
    "series": "The Legends of Thezmarr",
    "number": "2",
    "author": "Helen Scheuerer",
    "year": "2023",
    "length": "536",
    "rating": "8",
    "spiciness": "4",
    "finish": "Yes",
    "show": "show",
    "tags": "war, humans, royalty, monsters, forced proximity, betrayal, high fantasy, mystery, magic",
    "description": "<p><strong>Against all odds, Althea Zoltaire emerged from her trials as a champion. Now, she must train even harder and prepare herself to become a true warrior of Thezmarr.</strong></p><p>But Thea’s world is turned upside down as she struggles to navigate her newfound magic and uncover the secrets of her past. Slowly, she begins to untangle the truth about her family, her powers and the evil that threatens to engulf the kingdom.</p><p>When Wilder Hawthorne returns to be her official mentor, everything changes. Dark forces are gathering, and he will stop at nothing to prepare her for the challenges to come, even if it means breaking her.</p><p>As war looms and their quest for answers leads master and apprentice deeper into danger, the undeniable connection between them intensifies – defying all odds, but also threatening to tear them apart.</p><p>With secrets unravelling and evil closing in, Thea and Wilder fight to save the world, and each other. The fate of the realms rests in their hands – will they emerge victorious, or will the darkness consume them both?</p>",
    "smell": "",
    "purchased": "December 23, 2024",
    "finished": "December 28, 2024",
    "notes": "Fantastic 2nd book. Kept me interested the whole time. Huge twist that I honestly did not see coming.",
    "percent": ""
  },
  {
    "id": "63",
    "title": "White Little Lies",
    "series": "Four Ways to Fate",
    "number": "3",
    "author": "Sara C. Roethle",
    "year": "2024",
    "length": "308",
    "rating": "8",
    "spiciness": "3",
    "finish": "Yes",
    "show": "show",
    "tags": "fae, shapeshifters, shadow daddy, morally grey, humans, vampires, royalty, monsters, forced proximity, betrayal, urban fantasy, demons, mystery, magic, wings, angels, elves, goblins",
    "description": "<p>Most people don’t relish visits from their former employers, and I’m usually one of them. But when my part-troll ex boss shows up with enchanted coffee and a lead on my missing mother, I find myself singing a different tune. Of course, there’s always a price, especially with people like Dawn.</p><p>And unfortunately this new lead is almost as confusing as the growing connection between me and four different magical men. They might be the key to me traveling to different realms, but when I start to sense invisible golden threads binding us together, I can’t help but second guess everything.</p><p>Regardless of those fears, we’ll have to test those bonds when finding a poisoned nymph pulls us right into a fresh mystery. Who would ever want to harm a young innocent girl, and what exactly does it have to do with the mystery surrounding my mother?</p><p>Find out in White Little Lies, book three of Four Ways to Fate, a cozy “why choose” fantasy with slow burn steam and plenty of banter, romantic tension, and magical hijinks. We may have a few cliffhangers along the way, but rest assured, all four heroes will get their happy endings.</p>",
    "smell": "",
    "purchased": "December 28, 2024",
    "finished": "December 29, 2024",
    "notes": "The contrast between all the different love interests is really interesting. I also super enjoy the world building and all the different magical species. The MFC is well written and not annoying.",
    "percent": ""
  }
]
